import React from "react";

export default function Floater(props) {
    const image = props.image;
    return <div id="floater">t̸̜́͌̑͘h̶̛͍̭̮͑̾̓̀̒̄̋͐̑i̵͖̦͙̺̥͔̽s̴̗͕̫̺̊̏̄͆͝͝ ̴̹̟̖̊͜î̶̧̪̬̹̟͐͐ͅş̴̛͈̠̝͔̏̋̓̿̒
        ̷͔͍̮̰̔̔͝͝m̷̱̫̎͛͊̎̽͝e̴̟̠̠̞̺͎̯̲̰̮͛̈́̆̃̉̽̕͝ ̷̛͓̻͙1̵̼̖̝͇̐̍̽̃̿̔̽̕0̶̧͈̳̺̳̬̾̈́̂̐̾͐0̷̧̨̡̰̝̱̬͐̈́̔̒̀̕͘͘͠
        ̷͖̙̦̲̐̒̉y̵̨̛͍̦͖̞̻̲͇̥͖͊͗e̷̳͆̌̇́̒͒̈́̀̕͜͝a̶̢̫̼̟̿̑̈́͐͗̇͘ŕ̶̻̳̞̳̘͈̖͚̲̓̅́͛̉́͆͜͝s̴̥͌̅
        ̷̧̩͙̯̯͎̗̃́̉̇à̶̩̯͓̞͊̑́̌̓̒̚ǵ̵̛̬̳̯̀̐͂ǫ̵̗̹͖͎͓̝̗̟̊͊̈́̆̌̏̂̄̒̕ͅ<img src="ppppp.png" alt="ǵ̵̛̬̳̯̀̐͂"/>
    </div>
}